Revit 2027 API
SymbolTypeId.MmSup2 Property
 Symbol mm², indicating unit Square millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmSup2 { get; }
Public Shared ReadOnly Property MmSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmSup2 {
	ForgeTypeId^ get ();
}
static member MmSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace